[
  {
    "Message": "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying: I will try again tomorrow.",
    "Author": "Mary Anne Radmacher"
  },
  {
    "Message": "Fall seven times and stand up eight.",
    "Author": "Japanese Proverb"
  },
  {
    "Message": "It's not that I'm so smart, it's just that I stay with problems longer.",
    "Author": "Albert Einstein"
  },
  {
    "Message": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "Author": "Thomas Edison"
  },
  {
    "Message": "Failure is only the opportunity to begin again, this time more intelligently.",
    "Author": "Henry Ford"
  },
  {
    "Message": "A failure is not always a mistake. It may simply be the best one can do under the circumstances. The real mistake is to stop trying.",
    "Author": "B.F. Skinner"
  },
  {
    "Message": "Ask yourself this question: Will this matter a year from now?",
    "Author": "Richard Carlson"
  },
  {
    "Message": "What if I told you that 10 years from now, your life would be exactly the same? I doubt you'd be happy. So, why are you so afraid of change?",
    "Author": "Karen Salmansohn"
  },
  {
    "Message": "As I look back on my life, I realize that every time I thought I was being rejected from something good, I was actually being redirected to something better.",
    "Author": "Dr. Steve Maraboli"
  },
  {
    "Message": "Success is the sum of small efforts, repeated day in and day out.",
    "Author": "Robert Collier"
  },
  {
    "Message": "It does not matter how slowly you go so long as you do not stop.",
    "Author": "Confucius"
  },
  {
    "Message": "Never confuse a single defeat with a final defeat.",
    "Author": "F. Scott Fitzgerald"
  },
  {
    "Message": "Perseverance is the hard work you do after you get tired of doing the hard work you already did.",
    "Author": "Newt Gingrich"
  },
  {
    "Message": "Perseverance is failing 19 times and succeeding the 20th.",
    "Author": "Julie Andrews"
  },
  {
    "Message": "Through perseverance many people win success out of what seemed destined to be certain failure.",
    "Author": "Benjamin Disraeli"
  },
  {
    "Message": "Success seems to be largely a matter of hanging on after others have let go.",
    "Author": "William Feather"
  },
  {
    "Message": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
    "Author": "Dale Carnegie"
  },
  {
    "Message": "Failure is often that early morning hour of darkness which precedes the dawning of the day of success.",
    "Author": "Leigh Mitchell Hodges"
  },
  {
    "Message": "We will either find a way or make one.",
    "Author": "Hannibal"
  },
  {
    "Message": "It always seems impossible until it's done.",
    "Author": "Nelson Mandela"
  },
  {
    "Message": "The best way out is always through.",
    "Author": "Robert Frost"
  },
  {
    "Message": "A winner is just a loser who tried one more time.",
    "Author": "George M. Moore Jr."
  },
  {
    "Message": "I don't know the key to success, but the key to failure is trying to please everybody.",
    "Author": "Bill Cosby"
  },
  {
    "Message": "Defeat is not the worst of failures. Not to have tried is the true failure.",
    "Author": "George Edward Woodberry"
  },
  {
    "Message": "When you get into a tight place and everything goes against you ... never give up then, for that is just the place and time that the tide will turn.",
    "Author": "Harriet Beecher Stowe"
  },
  {
    "Message": "The man who moves a mountain begins by carrying away small stones.",
    "Author": "Confucius"
  },
  {
    "Message": "I am a slow walker, but I never walk back.",
    "Author": "Abraham Lincoln"
  },
  {
    "Message": "Every strike brings me closer to the next home run.",
    "Author": "Babe Ruth"
  },
  {
    "Message": "Courage is not having the strength to go on; it is going on when you don't have the strength.",
    "Author": "Theodore Roosevelt"
  },
  {
    "Message": "Character consists of what you do on the third and fourth tries.",
    "Author": "James A. Michener"
  },
  {
    "Message": "Perseverance is not a long race; it is many short races one after the other.",
    "Author": "Walter Elliot"
  },
  {
    "Message": "The only courage that matters is the kind that gets you from one moment to the next.",
    "Author": "Mignon McLaughlin"
  },
  {
    "Message": "Let me tell you the secret that has led to my goal. My strength lies solely in my tenacity.",
    "Author": "Louis Pasteur"
  },
  {
    "Message": "I was taught the way of progress is neither swift nor easy.",
    "Author": "Marie Curie"
  },
  {
    "Message": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "Author": "Winston Churchill"
  }
]
